[{"name":"Drow Priestess of Lolth","shortName":"the drow","size":"MEDIUM","type":"HUMANOID","subtype":"elf","alignment":"NEUTRAL_EVIL","ac":18,"armorNote":"scale mail","hitDice":{"number":13,"die":8,"modifier":13},"speed":30,"speeds":{},"abilityScores":{"CONSTITUTION":14,"INTELLIGENCE":11,"DEXTERITY":18,"CHARISMA":12,"STRENGTH":13,"WISDOM":13},"savingThrows":{"CONSTITUTION":5,"DEXTERITY":7,"WISDOM":4},"skills":{"PERCEPTION":4,"STEALTH":10},"vulnerabilities":{"null":[]},"resistances":{"null":[]},"immunities":{"null":[]},"conditionImmunities":[],"senses":{"DARKVISION":120},"languages":["Elvish","Undercommon"],"challengeRating":8,"features":[{"type":"Feature","name":"Fey Ancestry","note":"","description":"The drow has advantage on saving throws against being charmed, and magic can\u0027t put the drow to sleep."},{"type":"InnateSpellcasting","shortName":"the drow","ability":"CHARISMA","attackModifier":-2147483648,"saveDC":12,"pronoun":"she","spells":{"At will":{"dancing lights":""},"1/day each":{"faerie fire":"","levitate":"self only","darkness":""}},"name":"Innate Spellcasting","note":"","description":""},{"type":"Spellcasting","level":10,"spellcastingClass":"cleric","extra":"","shortName":"the drow","ability":"CHARISMA","attackModifier":6,"saveDC":14,"pronoun":"her","spells":{"Cantrips (at will)":{"thaumaturgy":"","guidance":"","poison spray":"","spare the dying":"","resistance":""},"Level 1 (4 slots)":{"animal friendship":"","ray of sickness":"","cure wounds":"","detect poison and disease":""},"Level 2 (3 slots)":{"lesser restoration":"","protection from poison":"","web":""},"Level 3 (3 slots)":{"dispel magic":"","conjure animals":"2 giant spiders"},"Level 4 (3 slots)":{"divination":"","freedom of movement":""},"Level 5 (2 slots)":{"mass cure wounds":"","insect plague":""}},"name":"Spellcasting","note":"","description":""},{"type":"Feature","name":"Sunlight Sensitivity","note":"","description":"While in sunlight, the drow has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."}],"actions":[{"class":"Action","name":"Multiattack","note":"","description":"The drow makes two scourge attacks."},{"class":"Attack","damages":[{"diceRoll":{"number":1,"die":6,"modifier":2},"type":"PIERCING"},{"diceRoll":{"number":5,"die":6,"modifier":0},"type":"POISON"}],"type":"MELEE_WEAPON","mod":5,"params":"range 5 ft., one target","name":"Scourge","note":"","description":""},{"class":"Action","name":"Summon Demon","note":"1/Day","description":"The drow attempts to magically summon a yochlol with a 30 percent chance of success. If the attempt fails, the drow takes 5 (1d10) psychic damage. Otherwise, the summoned demon appears in an unoccupied space within 60 feet of its summoner, acts as an ally of its summoner, and can\u0027t summon other demons. It remains for 10 minutes, until it or its summoner dies, or until its summoner dismisses it as an action."}],"reactions":[],"legendaryActions":[]},{"name":"Vampire","shortName":"the vampire","size":"MEDIUM","type":"UNDEAD","subtype":"shapechanger","alignment":"LAWFUL_EVIL","ac":16,"armorNote":"natural armor","hitDice":{"number":17,"die":8,"modifier":68},"speed":30,"speeds":{},"abilityScores":{"CONSTITUTION":18,"INTELLIGENCE":17,"DEXTERITY":18,"CHARISMA":18,"STRENGTH":18,"WISDOM":15},"savingThrows":{"DEXTERITY":9,"CHARISMA":9,"WISDOM":7},"skills":{"PERCEPTION":7,"STEALTH":9},"vulnerabilities":{"null":[]},"resistances":{"null":["NECROTIC"],"nonmagical weapons":["BLUDGEONING","PIERCING","SLASHING"]},"immunities":{"null":[]},"conditionImmunities":[],"senses":{"DARKVISION":120},"languages":["the languages it knew in life"],"challengeRating":13,"features":[{"type":"Feature","name":"Shapechanger","note":"","description":"If the vampire isn\u0027t in sunlight or running water, it can use its action to polymorph in to a Tiny bat or a Medium cloud of mist, or back into its true form.\n   While in bat form, the vampire can\u0027t speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.\n   While in mist form, the vampire can\u0027t take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature\u0027s space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can\u0027t pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."},{"type":"Feature","name":"Legendary Resistance","note":"3/Day","description":"If the vampire fails a saving throw, it can choose to succeed instead."},{"type":"Feature","name":"Misty Escape","note":"","description":"When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling unconscious, provided that it isn\u0027t in sunlight or running water. If it can\u0027t transform, it is destroyed.\n   While it has 0 hit points in mist form, it can\u0027t revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then paralyzed until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point."},{"type":"Feature","name":"Regeneration","note":"","description":"The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn\u0027t in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn\u0027t function at the start of the vampire\u0027s next turn."},{"type":"Feature","name":"Spider Climb","note":"","description":"The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."},{"type":"Subfeatures","subfeatures":{"Forbiddance":"The vampire can\u0027t enter a residence without an invitation from one of the occupants.","Harmed by Running Water":"The vampire takes 20 acid damage if it ends its turn in running water.","Stake to the Heart":"If a piercing weapon made of wood is driven into the vampire\u0027s heart while the vampire is incapacitated in its resting place, the vampire is paralyzed until the stake is removed.","Sunlight Hypersensitivity":"The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."},"name":"Vampire Weaknesses","note":"","description":"The vampire has the following flaws:"}],"actions":[{"class":"Action","name":"Multiattack","note":"Vampire Form Only","description":"The vampire makes two attacks, only one of which can be a bite attack."},{"class":"Attack","damages":[{"diceRoll":{"number":1,"die":8,"modifier":4},"type":"BLUDGEONING"}],"type":"MELEE_WEAPON","mod":9,"params":"reach 5 ft., one creature","name":"Unarmed Strike","note":"Vampire Form Only","description":". Instead of dealing damage, the vampire can grapple the target (escape DC 18)."},{"class":"Attack","damages":[{"diceRoll":{"number":1,"die":6,"modifier":4},"type":"BLUDGEONING"},{"diceRoll":{"number":3,"die":6,"modifier":0},"type":"NECROTIC"}],"type":"MELEE_WEAPON","mod":9,"params":"range 5 ft., one willing creature, or a creature that is grappled by the vampire, incapcitated, or restrained","name":"Bite","note":"Bat or Vampire Form Only","description":". The target\u0027s hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under the vampire\u0027s control."},{"class":"Action","name":"Charm","note":"","description":"The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a DC 17 Wisdom saving throw against this magic or be charmed by the vampire. The charmed target regards the vampire as a trusted friend to be heeded and protected. Although the target isn\u0027t under the vampire\u0027s control, it takes the vampire\u0027s requests or actions in the most favorable way it can, and it is a willing target for the vampire\u0027s bite attack.\n   Each time the vampire or the vampire\u0027s companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."},{"class":"Action","name":"Children of the Night","note":"1/Day","description":"The vampire magically calls 2d4 swarms of bats or rats, provided that the sun isn\u0027t up. While outdoors, the vampire can call 3d6 wolves instead. The called creatures arrive in 1d4 rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action."}],"reactions":[],"legendaryActions":[{"cost":1,"name":"Move","note":"","description":"The vampire moves up to half its speed without provoking opportunity attacks."},{"cost":1,"name":"Unarmed Strike","note":"","description":"The vampire makes one unarmed strike."},{"cost":2,"name":"Bite","note":"Costs 2 Actions","description":"The vampire makes one bite attack."}]},{"name":"Acererak","shortName":"the demilich","size":"TINY","type":"UNDEAD","alignment":"NEUTRAL_EVIL","ac":20,"armorNote":"natural armor","hitDice":{"number":20,"die":4,"modifier":0,"expected":80},"speed":0,"speeds":{"FLY":30},"abilityScores":{"CONSTITUTION":10,"INTELLIGENCE":20,"DEXTERITY":20,"CHARISMA":20,"STRENGTH":1,"WISDOM":17},"savingThrows":{"CONSTITUTION":6,"INTELLIGENCE":11,"CHARISMA":11,"WISDOM":9},"skills":{},"vulnerabilities":{"null":[]},"resistances":{"null":[],"magic weapons":["BLUDGEONING","PIERCING","SLASHING"]},"immunities":{"null":["NECROTIC","POISON","PSYCHIC"],"nonmagical weapons":["BLUDGEONING","PIERCING","SLASHING"]},"conditionImmunities":["CHARMED","DEAFENED","EXHAUSTION","FRIGHTENED","PARALYZED","POISONED","PRONE","STUNNED"],"senses":{"TRUESIGHT":120},"languages":[],"challengeRating":21,"features":[{"type":"Feature","name":"Avoidance","note":"","description":"If the demilich is subjected to an effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."},{"type":"Feature","name":"Legendary Resistance","note":"3/Day","description":"If the demilich fails a saving throw, it can choose to succeed instead."},{"type":"Feature","name":"Turn Immunity","note":"","description":"The demilich is immune to effects that turn undead."}],"actions":[{"class":"Action","name":"Howl","note":"Recharge 5-6","description":"The demilich emits a bloodcurdling howl. Each creature within 30 feet of the demilich that can hear the howl must succeed on a DC 15 Constitution saving throw or drop to 0 hit points. On a successful save, the creature is frightened until the end of its next turn."},{"class":"Action","name":"Life Drain","note":"","description":"The demilich targets up to three creatures that it can see within 10 feet of it. Each target must succeed on a DC 19 Constitution saving throw or take 21 (6d6) necrotic damage, and the demilich regains hit points equal to the total damage dealt to all targets."},{"class":"Action","name":"Trap Soul","note":"","description":"The demilich targets one creature that it can see within 30 feet of it. The target must make a DC 19 Charisma saving throw. On a failed save, the target\u0027s soul is magically trapped inside one of the demilich\u0027s gems. While the soul is trapped, the target\u0027s body and all the equipment it is carrying cease to exist. On a successful save, the target takes 24 (7d6) necrotic damage, and if this damage reduces the target to 0 hit points, its soul is trapped as if it failed the saving throw. A soul trapped in a gem for 24 hours is devoured and ceases to exist.\nlfthe demilich drops to 0 hit points, it is destroyed and turns to powder, leaving behind its gems. Crushing a gem releases any soul trapped within, at which point the target\u0027s body re-forms in an unoccupied space nearest to the gem and in the same state as when it was trapped."}],"reactions":[],"legendaryActions":[{"cost":1,"name":"Flight","note":"","description":"The demilich flies up to half its movement speed."},{"cost":1,"name":"Cloud of Dust","note":"","description":"The demilich magically swirls its dusty remains. Each creature within 10 feet of the demilich, including around a corner, must succeed on a DC 15 Constitution saving throw or be blinded until the end of the demilich\u0027s next turn. A creature that succeeds on the saving throw is immune to this effect until the end of the demilich\u0027s next turn."},{"cost":2,"name":"Energy Drain","note":"Costs 2 Actions","description":"Each creature with in 30 feet of the demilich must make a DC 15 Constitution saving throw. On a failed save, the creature\u0027s hit point maximum is magically reduced by 10 (3d6). If a creature\u0027s hit point maximum is reduced to 0 by this effect, the creature dies. A creature\u0027s hit point maximum can be restored with the greater restoration spell or similar magic."},{"cost":3,"name":"Vile Curse","note":"Costs 3 Actions","description":"The demilich targets one creature it can see within 30 feet of it. The target must succeed on a DC 15 Wisdom saving throw or be magically cursed. Until the curse ends, the target has disadvantage on attack rolls and saving throws. The target can repeat the saving throw at the end of each of its turns, ending the curse on a success."}]}]